Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCountRows
source: Counts the number of rows in the input table or collection.
bg_bg: Преброява броя на редовете във входната таблица или колекция.
ca_es: Compta el nombre de files de la taula o la col·lecció d'entrada.
cs_cz: Určí počet řádků ve vstupní tabulce nebo kolekci.
da_dk: Tæller antallet af rækker i input-tabellen eller samlingen.
de_de: Zählt die Zeilen in der Eingabetabelle oder Sammlung.
el_gr: Μετρά τον αριθμό των σειρών στον πίνακα ή στη συλλογή εισαγωγής.
es_es: Cuenta el número de filas en la tabla de entrada o en la colección.
et_ee: Loendab sisendtabelis või -kogumis olevad read.
eu_es: Sarrerako taularen edo bildumaren errenkada kopurua zehazten du.
fi_fi: Laskee syötetaulukon tai -kokoelman rivien määrän.
fr_fr: Compte le nombre de lignes dans la table d’entrée ou la collection.
gl_es: Conta o número de filas da táboa ou colección de entrada.
hi_in: इनपुट तालिका या संग्रह में पंक्तियों की संख्या की गणना करता है.
hr_hr: Broji retke u ulaznoj tablici ili zbirci.
hu_hu: Megszámolja a bemenetként megadott tábla vagy gyűjtemény sorait.
it_it: Conta il numero di righe nella tabella o nella raccolta di input.
ja_jp: 入力テーブルまたはコレクション内にある行数をカウントします。
kk_kz: Кіріс кестесіндегі немесе жиынтықтағы жолдар санын есептейді.
ko_kr: 입력 테이블이나 컬렉션의 행 수를 계산합니다.
lt_lt: Suskaičiuoja įvesties lentelėje ar rinkinyje esančias eilutes.
lv_lv: Saskaita rindas ievades tabulā vai kolekcijā.
ms_my: Mengira bilangan baris dalam jadual atau koleksi input.
nb_no: Teller antall rader i inndatatabellen eller samlingen.
nl_nl: Hiermee wordt het aantal rijen in de invoertabel of verzameling geteld.
pl_pl: Zlicza wiersze w kolekcji lub tabeli wejściowej.
pt_br: Conta o número de linhas na coleção ou tabela de entrada.
pt_pt: Conta o número de linhas na tabela de entrada ou coleção.
ro_ro: Numără rândurile din tabelul de intrare sau din colecție.
ru_ru: Подсчитывает число строк во входной таблице или коллекции.
sk_sk: Spočíta počet riadkov vo vstupnej tabuľke alebo kolekcii.
sl_si: Prešteje vrstice v vhodni tabeli ali zbirki.
sr_cyrl_rs: Броји број редова у улазној табели или колекцији.
sr_latn_rs: Broji broj redova u ulaznoj tabeli ili kolekciji.
sv_se: Räknar antalet rader i indata-tabellen eller -samlingen.
th_th: นับจำนวนแถวในตารางป้อนเข้าหรือคอลเลกชัน
tr_tr: Giriş tablosundaki veya koleksiyondaki satır sayısını hesaplar.
uk_ua: Рахує кількість рядків у вхідній таблиці або колекції.
vi_vn: Tính số hàng trong bảng nhập hoặc bộ sưu tập.
zh_cn: 对输入表或集合中的行数进行计数。
zh_tw: 計算輸入資料表或集合中的資料列數目。

# CountArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер­_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AboutCount_source
source: A column of values to count.
bg_bg: Колона със стойности за преброяване.
ca_es: Columna de valors que es comptarà.
cs_cz: Sloupec hodnot, jejichž počet se má určit
da_dk: En kolonne med værdier, der skal tælles.
de_de: Eine Spalte mit zu zählenden Werten.
el_gr: Στήλη με τιμές προς μέτρηση.
es_es: Una columna de valores que se va a contar.
et_ee: Loendatavate väärtuste veerg.
eu_es: Zenbatzeko balioak dituen zutabea.
fi_fi: Laskettavien arvojen sarake.
fr_fr: Colonne de valeurs à compter.
gl_es: Columna de valores que se van contar.
hi_in: गणना किए जाने वाले मानों का स्तंभ.
hr_hr: Stupac vrijednosti koji se broji.
hu_hu: A megszámolandó értékeket tartalmazó oszlop.
it_it: Colonna di valori da contare.
ja_jp: カウント対象の値の列。
kk_kz: Есептелетін мәндер бағаны.
ko_kr: 계산할 값의 열입니다.
lt_lt: Reikšmių, kurias reikia suskaičiuoti, stulpelis.
lv_lv: Saskaitāmo vērtību kolonna.
ms_my: Lajur nilai untuk dikira.
nb_no: En kolonne med verdier som skal telles.
nl_nl: Een kolom met waarden die moeten worden geteld.
pl_pl: Kolumna wartości do zliczenia.
pt_br: Coluna de valores a ser contados.
pt_pt: Uma coluna de valores para contar.
ro_ro: O coloană de valori de contorizat.
ru_ru: Столбец значений для подсчета.
sk_sk: Stĺpec hodnôt na spočítanie.
sl_si: Stolpec vrednosti, ki ga je treba prešteti.
sr_cyrl_rs: Колона са вредностима за пребројавање.
sr_latn_rs: Kolona sa vrednostima za prebrojavanje.
sv_se: En kolumn med värden att räkna.
th_th: คอลัมน์ของค่าตัวเลขที่จะนับ
tr_tr: Sayılacak değerleri içeren bir sütun.
uk_ua: Стовпець зі значеннями, які потрібно підрахувати.
vi_vn: Cột giá trị cần tính.
zh_cn: 要进行计数的值组成的列。
zh_tw: 要計算值的資料行。

# AboutCountA_source
source: A column of values to count.
bg_bg: Колона със стойности за преброяване.
ca_es: Columna de valors que es comptarà.
cs_cz: Sloupec hodnot, jejichž počet se má určit
da_dk: En kolonne med værdier, der skal tælles.
de_de: Eine Spalte mit zu zählenden Werten.
el_gr: Στήλη με τιμές προς μέτρηση.
es_es: Una columna de valores que se va a contar.
et_ee: Loendatavate väärtuste veerg.
eu_es: Zenbatzeko balioak dituen zutabea.
fi_fi: Laskettavien arvojen sarake.
fr_fr: Colonne de valeurs à compter.
gl_es: Columna de valores que se van contar.
hi_in: गणना किए जाने वाले मानों का स्तंभ.
hr_hr: Stupac vrijednosti koji se broji.
hu_hu: A megszámolandó értékeket tartalmazó oszlop.
it_it: Colonna di valori da contare.
ja_jp: カウント対象の値の列。
kk_kz: Есептелетін мәндер бағаны.
ko_kr: 계산할 값의 열입니다.
lt_lt: Reikšmių, kurias reikia suskaičiuoti, stulpelis.
lv_lv: Saskaitāmo vērtību kolonna.
ms_my: Lajur nilai untuk dikira.
nb_no: En kolonne med verdier som skal telles.
nl_nl: Een kolom met waarden die moeten worden geteld.
pl_pl: Kolumna wartości do zliczenia.
pt_br: Coluna de valores a ser contados.
pt_pt: Uma coluna de valores para contar.
ro_ro: O coloană de valori de contorizat.
ru_ru: Столбец значений для подсчета.
sk_sk: Stĺpec hodnôt na spočítanie.
sl_si: Stolpec vrednosti, ki ga je treba prešteti.
sr_cyrl_rs: Колона са вредностима за пребројавање.
sr_latn_rs: Kolona sa vrednostima za prebrojavanje.
sv_se: En kolumn med värden att räkna.
th_th: คอลัมน์ของค่าตัวเลขที่จะนับ
tr_tr: Sayılacak değerleri içeren bir sütun.
uk_ua: Стовпець зі значеннями, які потрібно підрахувати.
vi_vn: Cột giá trị cần tính.
zh_cn: 要进行计数的值组成的列。
zh_tw: 要計算值的資料行。

# AboutCountRows_source
source: A table whose rows will be counted.
bg_bg: Таблица, чиито редове ще се преброяват.
ca_es: Taula de la qual es comptaran totes les files.
cs_cz: Tabulka, ve které se má určit počet řádků
da_dk: En tabel, hvis rækker bliver talt.
de_de: Eine Tabelle, deren Zeilen gezählt werden sollen.
el_gr: Πίνακας του οποίου οι σειρές θα μετρώνται.
es_es: Una tabla cuyas filas se contarán.
et_ee: Tabel, mille read loendatakse.
eu_es: Taula, zeinaren errenkadak zenbatuko diren.
fi_fi: Taulukko, jonka rivit lasketaan.
fr_fr: Table dont les lignes seront comptées.
gl_es: Táboa cuxas filas se van contar.
hi_in: एक तालिका जिसकी पंक्तियों की गणना की जाएगी.
hr_hr: Tablica čiji će se reci brojati.
hu_hu: Az a tábla, amelynek a függvény meg fogja számolni a sorait.
it_it: Tabella di cui verranno contate le righe.
ja_jp: 行がカウント対象となるテーブル。
kk_kz: Жолдары есептелетін кесте.
ko_kr: 행이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios eilutės bus skaičiuojamos.
lv_lv: Tabulas, kuras rindas tiks skaitītas.
ms_my: Jadual yang barisnya akan dikira.
nb_no: En tabell med rader som skal telles.
nl_nl: Een tabel waarvan de rijen worden geteld.
pl_pl: Tabela, której wiersze zostaną zliczone.
pt_br: Tabela cujas linhas serão contadas.
pt_pt: Uma tabela cujas linhas serão contadas.
ro_ro: Un tabel ale cărui rânduri vor fi numărate.
ru_ru: Таблица, строки которой будут подсчитываться.
sk_sk: Tabuľka, ktorej riadky sa spočítajú.
sl_si: Tabela, katere vrstice bodo preštete.
sr_cyrl_rs: Табела чији ће редови бити пребројани.
sr_latn_rs: Tabela čiji će redovi biti prebrojani.
sv_se: En tabell vars rader kommer att räknas.
th_th: ตารางที่จะถูกนับแถว
tr_tr: Satırları hesaplanacak olan bir tablo.
uk_ua: Таблиця, рядки якої буде підраховано.
vi_vn: Bảng có các hàng sẽ được tính.
zh_cn: 将对其中的行进行计数的表。
zh_tw: 會計入其資料列的資料表。

# AboutCountIf
source: Counts the number of rows that meet the given condition.
bg_bg: Преброява броя на редовете, които отговарят на дадено условие.
ca_es: Compta el nombre de files que compleixen la condició proporcionada.
cs_cz: Určí počet řádků, které splňují zadanou podmínku.
da_dk: Tæller antallet af rækker, som opfylder den givne betingelse.
de_de: Zählt die Zeilen, die der angegebenen Bedingung entsprechen.
el_gr: Μετρά τον αριθμό σειρών που ικανοποιούν τη δεδομένη συνθήκη.
es_es: Cuenta el número de filas que cumplen la condición especificada.
et_ee: Loendab määratud tingimusele vastavad read.
eu_es: Emandako baldintza betetzen duen errenkada kopurua zehazten du.
fi_fi: Laskee annetun ehdon täyttävien rivien määrän.
fr_fr: Compte le nombre de lignes qui répondent à la condition donnée.
gl_es: Conta o número de filas que cumpren coa condición indicada.
hi_in: उन पंक्तियों की संख्या की गणना करता है जो दी गई शर्त की पूर्ति करती हैं.
hr_hr: Broji retke koji zadovoljavaju određeni uvjet.
hu_hu: Megszámolja az oszlopban azokat a sorokat, amelyek megfelelnek a megadott feltételnek.
it_it: Conta il numero di righe che rispettano la condizione specificata.
ja_jp: 指定の条件を満たす行数をカウントします。
kk_kz: Берілген шартқа сәйкес келетін жолдар санын есептейді.
ko_kr: 지정된 조건을 충족하는 행 수를 계산합니다.
lt_lt: Suskaičiuoja nurodytą sąlygą atitinkančių eilučių skaičių.
lv_lv: Saskaita rindas, kas atbilst dotajam nosacījumam.
ms_my: Mengira bilangan baris yang memenuhi syarat yang diberikan.
nb_no: Teller antall rader som oppfyller det angitte vilkåret.
nl_nl: Hiermee wordt het aantal rijen geteld die aan de opgegeven voorwaarde voldoen.
pl_pl: Zlicza wiersze spełniające dany warunek.
pt_br: Conta o número de linhas que correspondem à condição fornecida.
pt_pt: Conta o número de linhas que correspondem a determinada condição.
ro_ro: Numără rândurile care întrunesc condiția dată.
ru_ru: Подсчитывает число строк, удовлетворяющих заданному условию.
sk_sk: Spočíta počet riadkov spĺňajúcich danú podmienku.
sl_si: Prešteje vrstice, ki ustrezajo danemu pogoju.
sr_cyrl_rs: Пребројава број редова који испуњавају дати услов.
sr_latn_rs: Prebrojava broj redova koji ispunjavaju dati uslov.
sv_se: Räknar antalet rader som uppfyller det givna villkoret.
th_th: นับจำนวนแถวที่ตรงตามเงื่อนไขที่กำหนด
tr_tr: Belirtilen koşulu karşılayan satırların sayısını hesaplar.
uk_ua: Рахує кількість рядків, що відповідають зазначеним умовам.
vi_vn: Tính số hàng đáp ứng điều kiện cho sẵn.
zh_cn: 对满足给定条件的行数进行计数。
zh_tw: 計算符合指定條件的資料列數目。

# CountIfArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# CountIfArg2
source: condition
bg_bg: условие
ca_es: condició
cs_cz: podmínka
da_dk: betingelse
de_de: Bedingung
el_gr: συνθήκη
es_es: condición
et_ee: tingimus
eu_es: baldintza
fi_fi: ehto
gl_es: condición
hi_in: स्थिति
hr_hr: stanje
hu_hu: feltétel
it_it: condizione
ja_jp: 条件
kk_kz: шарт
ko_kr: 조건
lt_lt: sąlyga
lv_lv: nosacījums
ms_my: syarat
nb_no: betingelse
nl_nl: voorwaarde
pl_pl: warunek
pt_br: condição
pt_pt: condição
ro_ro: condiție
ru_ru: условие
sk_sk: podmienka
sl_si: pogoj
sr_cyrl_rs: услов
sr_latn_rs: uslov
sv_se: villkor
th_th: เงื่อนไข
tr_tr: koşul
uk_ua: умова
vi_vn: điều_kiện
zh_cn: 条件
zh_tw: 條件

# AboutCountIf_source
source: A table where rows that meet certain criteria will be counted.
bg_bg: Таблица, чиито отговарящи на определени критерии редове ще се преброяват.
ca_es: Taula en què es comptaran les files que compleixin uns determinats criteris.
cs_cz: Tabulka, ve které bude určen počet řádků splňujících určitá kritéria
da_dk: En tabel, hvor rækker, der opfylder visse kriterier, bliver talt.
de_de: Eine Tabelle, in der Zeilen gezählt werden, die bestimmte Kriterien erfüllen.
el_gr: Πίνακας στον οποίο θα μετρώνται οι σειρές που ικανοποιούν συγκεκριμένα κριτήρια.
es_es: Una tabla donde se contarán las filas que cumplan determinados criterios.
et_ee: Tabel, kus loendatakse teatud kriteeriumidele vastavad read.
eu_es: Taula, non irizpide jakin batzuk betetzen dituzten errenkadak zenbatuko diren.
fi_fi: Taulukko, jossa annetun ehdon täyttävät rivit lasketaan.
fr_fr: Table dont les lignes répondant à certains critères seront comptées.
gl_es: Táboa na que se contarán as filas que cumpran con determinados criterios.
hi_in: एक तालिका जहां निश्चित मानदंड की पूर्ति करने वाली पंक्तियों की गणना की जाएगी.
hr_hr: Tablica u kojoj će se brojati reci koji zadovoljavaju određene kriterije.
hu_hu: Az a tábla, amelynek meg kell számolni a megadott feltételeknek megfelelő sorait.
it_it: Tabella in cui verranno contate le righe che rispettano determinati criteri.
ja_jp: 特定の条件を満たす行をカウントする対象のテーブル。
kk_kz: Нақты шарттарға сәйкес келетін жолдары есептелетін кесте.
ko_kr: 특정 기준을 충족하는 행이 계산되는 테이블입니다.
lt_lt: Lentelė, kurioje bus skaičiuojamos tam tikrus kriterijus atitinkančios eilutės.
lv_lv: Tabula, kur tiks skaitītas noteiktiem kritērijiem atbilstošas rindas.
ms_my: Jadual yang barisnya memenuhi kriteria tertentu akan dikira.
nb_no: En tabell der rader som oppfyller visse kriterier, telles.
nl_nl: Een tabel waarin rijen worden geteld die aan bepaalde criteria voldoen.
pl_pl: Tabela, w której zliczane będą wiersze spełniające określone kryteria.
pt_br: Tabela em que as linhas que atendem a determinados critérios serão contadas.
pt_pt: Uma tabela em que serão contadas linhas que satisfazem determinados critérios.
ro_ro: Un tabel în care se vor număra rândurile care întrunesc anumite criterii.
ru_ru: Таблица, в которой будут подсчитаны строки, удовлетворяющие определенным условиям.
sk_sk: Tabuľka, kde sa spočítajú riadky spĺňajúce určité kritériá.
sl_si: Tabela, v kateri bo treba prešteti vrstice, ki izpolnjujejo določen pogoj.
sr_cyrl_rs: Табела у којој ће редови који испуњавају одређени критеријум бити пребројани.
sr_latn_rs: Tabela u kojoj će redovi koji ispunjavaju određeni kriterijum biti prebrojani.
sv_se: En tabell där raderna som uppfyller ett visst kriterium ska räknas.
th_th: ตารางที่นับเฉพาะแถวที่เป็นไปตามเงื่อนไขที่กำหนด
tr_tr: Belirli ölçütleri karşılayan satırların hesaplanacağı bir tablo.
uk_ua: Таблиця, де буде підраховано рядки, що відповідають визначеним умовам.
vi_vn: Một bảng có hàng đáp ứng tiêu chí nhất định sẽ được tính.
zh_cn: 将在其中对满足特定条件的行进行计数的表。
zh_tw: 此資料表會計入符合特定準則的資料列。

# AboutCountIf_condition
source: An expression evaluated for each row, that specifies whether the row should be counted.
bg_bg: Израз, изчислен за всеки ред, който указва дали редът трябва да се преброи.
ca_es: Expressió avaluada per a cada fila que especifica si s'ha de comptar la fila.
cs_cz: Výraz vyhodnocený v jednotlivých řádcích, který určuje, jestli se má řádek počítat
da_dk: Et udtryk, der evalueres for hver række, som angiver, om rækken skal tælles.
de_de: Ein für jede Zeile ausgewerteter Ausdruck, der angibt, ob die Zeile gezählt werden soll.
el_gr: Παράσταση που αξιολογείται για κάθε σειρά και καθορίζει αν η σειρά θα πρέπει να μετράται.
es_es: Una expresión que se evalúa en cada fila y que especifica si debería contarse la fila.
et_ee: Iga rea puhul arvutatav avaldis, mis määrab, kas rida tuleb loendada.
eu_es: Errenkada bakoitzean ebaluatutako espresioa, errenkada hori zenbatu behar den zehazten duena.
fi_fi: Kullekin riville arvioitava lauseke, joka määrittää, pitääkö rivi laskea.
fr_fr: Expression évaluée pour chaque ligne, spécifiant si celle-ci doit être comptée.
gl_es: Expresión avaliada para cada fila, que especifica se se debe contar a fila.
hi_in: प्रत्येक पंक्ति के लिए मूल्यांकित व्यंजक, जो निर्दिष्ट करता है कि पंक्ति की गणना की जानी चाहिए या नहीं.
hr_hr: Vrednovani izraz za svaki redak koji određuje hoće li se redak brojati.
hu_hu: Egy minden soron kiértékelendő kifejezés, amely megadja, hogy figyelembe kell-e venni a sort a számlálásban.
it_it: Espressione valutata per ogni riga, che specifica se la riga debba essere contata.
ja_jp: 各行を評価し、行をカウントするかどうかを指定する式。
kk_kz: Жолды есептеу не есептемеу керектігін көрсететін әр жол үшін есептелетін өрнек.
ko_kr: 각 행에 대해 평가되는 식으로, 행을 계산하는지 여부를 지정합니다.
lt_lt: Reiškinys, skaičiuojamas pagal kiekvieną eilutę, kuri nurodo, ar eilutė turi būti skaičiuojama.
lv_lv: Katrai rindai novērtēta izteiksme, kas norāda, vai rinda ir jāsaskaita.
ms_my: Ungkapan dinilaikan untuk setiap baris yang menentukan sama ada baris harus dikira.
nb_no: Et uttrykk som evalueres for hver rad, som angir om raden skal telles.
nl_nl: Een expressie die wordt geëvalueerd voor elke rij waarin is opgegeven of de rij moet worden geteld.
pl_pl: Obliczane dla każdego wiersza wyrażenie, które określa, czy wiersz powinien być zliczany.
pt_br: Expressão avaliada para cada linha, que especifica se a linha deve ser contada.
pt_pt: Uma expressão avaliada para cada linha, que especifica se a linha deve ser contada.
ro_ro: O expresie evaluată pentru fiecare rând, care specifică dacă rândul trebuie numărat.
ru_ru: Выражение, которое вычисляется для каждой строки и указывает, должна ли строка учитываться при подсчете.
sk_sk: Výraz vyhodnotený pre každý riadok a určujúci, či sa má riadok spočítať.
sl_si: Izraz, ki ovrednoti vsako vrstico in določi, ali vrstica šteje.
sr_cyrl_rs: Израз који је израчунат за сваки ред, који одређује да ли би требало пребројавати ред.
sr_latn_rs: Izraz koji je izračunat za svaki red, koji određuje da li bi trebalo prebrojavati red.
sv_se: Ett uttryck som utvärderas för varje rad, som anger om raden ska räknas eller inte.
th_th: นิพจน์ประเมินสำหรับแต่ละแถวที่กำหนดว่าแถวควรจะถูกนับหรือไม่
tr_tr: Her satır için değerlendirilen ve ilgili satırın sayılıp sayılmayacağını belirten bir ifade.
uk_ua: Вираз, що обчислюється стосовно кожного рядка, і визначає, чи потрібно враховувати відповідний рядок.
vi_vn: Biểu thức được đánh giá cho mỗi hàng và nêu rõ liệu có nên tính hàng đó hay không.
zh_cn: 为每行计算的表达式，指定是否应对行进行计数。
zh_tw: 對每個資料列評估運算式，指定該資料列是否應計入。

# AboutSumT
source: Returns the sum of the numbers the expression evaluates to in the context of the table.
bg_bg: Връща сумата на числата на изчисления израз в контекста на таблицата.
ca_es: Retorna la suma dels nombres en els quals s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí součet čísel, na která se vyhodnotí výraz v kontextu tabulky.
da_dk: Returnerer summen af tallene, som udtrykket evaluerer til, inden for tabellens kontekst.
de_de: Gibt die Summe der Zahlen zurück, zu denen der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει το άθροισμα των αριθμών από την εκτίμηση της παράστασης στο περιβάλλον του πίνακα.
es_es: Devuelve la suma de los números para los que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab nende arvude summa, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Espresioak taularen testuinguruan ebaluatutako zenbakien batura itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioimien lukujen summan.
fr_fr: Retourne la somme des nombres donnés par l’expression dans le contexte de la table.
gl_es: Devolve a suma dos números que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकित संख्याओं का योग लौटाता है.
hr_hr: Vraća zbroj brojeva na koji se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott számok összegét adja vissza.
it_it: Restituisce la somma dei numeri corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブル内のコンテキストにおいて式によって評価される数値の合計を返します。
kk_kz: Кесте контекстінде өрнек есептейтін сандардың қосындысын қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 숫자의 합계를 반환합니다.
lt_lt: Pateikia skaičių, kuriuos reiškinys apskaičiuoja lentelės kontekste, sumą.
lv_lv: Atgriež izteiksmes novērtēto skaitļu summu tabulas kontekstā.
ms_my: Mengembalikan hasil tambah nombor yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer summen av tallene som uttrykket evaluerer i tabellkonteksten.
nl_nl: Hiermee wordt de som geretourneerd van de nummers die door de expressie in de context van de tabel worden geëvalueerd.
pl_pl: Zwraca sumę liczb obliczanych przy użyciu wyrażenia w kontekście tabeli.
pt_br: Retorna a soma dos números que a expressão avalia no contexto da tabela.
pt_pt: Devolve a soma dos números que a expressão avalia no contexto da tabela.
ro_ro: Returnează suma numerelor după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает сумму чисел, являющуюся результатом выражения в контексте таблице.
sk_sk: Vráti súčet čísel, ktorý je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne vsoto števil, ki so rezultat ovrednotenja izraza v kontekstu tabele.
sr_cyrl_rs: Враћа збир бројева који израз процењује у контексту табеле.
sr_latn_rs: Vraća zbir brojeva koji izraz procenjuje u kontekstu tabele.
sv_se: Returnerar summan av talen som uttrycket utvärderas till i tabellkontexten.
th_th: ส่งกลับค่าผลรวมของตัวเลขที่นิพจน์ประเมินได้ในบริบทของตาราง
tr_tr: Tablo bağlamında ifadenin değerlendirdiği sayıların toplamını döndürür.
uk_ua: Повертає суму чисел, обчислену виразом у контексті певної таблиці.
vi_vn: Trả về tổng số biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的数字的总和。
zh_tw: 傳回資料表內容中運算式評估出來的數字總和。
